Repository: NMarjou/localization-app
Catalog: TMs/en-US_fr-FR.tmx
Source language: en_us
Languages: fr_fr

source: Job architecture
fr_fr: Architecture de postes

source: Organization structure
fr_fr: Structure de l'organisation

source: Paid compensation
fr_fr: Rémunération versée

source: Pay range
fr_fr: Échelle salariale

source: Pay scale
fr_fr: Échelle salariale

source: Performance review rating
fr_fr: Notation de bilan de performance

source: Salary
fr_fr: Salaire

source: Group {{groupName}} visibility
fr_fr: Visibilité du groupe {{groupName}}

source: Name/Display name
fr_fr: Nom/Nom d'affichage

source: No data points
fr_fr: Aucun point de données

source: Team planner preview
fr_fr: Aperçu du planificateur d'équipe

source: Clear your filters and your search to be able to reorder columns.
fr_fr: Effacez vos filtres et votre recherche pour pouvoir réorganiser les colonnes.

source: Select column {{columnName}}
fr_fr: Sélectionner la colonne {{columnName}}

source: Compensation grid configuration
fr_fr: Configuration de la grille de rémunération

source: Boolean
fr_fr: Booléen

source: Decimal
fr_fr: Décimal

source: Entity enum
fr_fr: Entité énum

source: Entity reference
fr_fr: Référence d'entité

source: Integer
fr_fr: Entier

source: String
fr_fr: Chaine de caractères

source: Visibility
fr_fr: Visibilité

source: Toggle on to make the columns visible in the compensation round grid view. Toggle off to hide them.
fr_fr: Activez pour rendre les colonnes visibles dans la vue grille du cycle de rémunération. Désactivez pour les masquer.

source: Enable the columns you want the compensation manager and approvers to see.
fr_fr: Activez les colonnes que vous souhaitez rendre visibles au manager de rémunération et aux approbateurs.

source: Team planner view
fr_fr: Vue planificateur d'équipe

source: Column configuration
fr_fr: Configuration des colonnes

source: Planner add-ons
fr_fr: Extensions de planificateur

source: Budget rule
fr_fr: Règle budgétaire

source: Calculated field formula
fr_fr: Formule de champ calculé

source: Dependent item
fr_fr: Élément dépendant

source: Target item
fr_fr: Élément cible

source: Usage
fr_fr: Utilisation

source: One or more of the selected items are currently in use in other areas of the system. You must remove or reassign these dependencies before the items can be deactivated or deleted.
fr_fr: Un ou plusieurs des éléments sélectionnés sont actuellement utilisés dans d'autres parties du système. Vous devez supprimer ou réaffecter ces dépendances avant de pouvoir désactiver ou supprimer ces éléments.

source: Eligibility rule
fr_fr: Règle d'éligibilité

source: This field has active dependencies and cannot be disabled
fr_fr: Ce champ a des dépendances actives et ne peut pas être désactivé.

source: Guaranteed amount rule
fr_fr: Règle de montant garanti

source: Guideline rule
fr_fr: Règle de directive

source: Payroll
fr_fr: Paie

source: Proposal management formula
fr_fr: Formule de gestion des propositions

source: Used in the following places
fr_fr: Utilisé dans les emplacements suivants

source: View dependencies
fr_fr: Voir les dépendances

source: Edit comp round
fr_fr: Modifier le cycle de rémunération

source: Departure
fr_fr: Départ de l'entreprise

source: Time in the company
fr_fr: Temps passé dans l'entreprise

source: All individuals within the specified population will have assigned guaranteed amount for the selected compensation element.
fr_fr: Tous les individus au sein de la population spécifiée auront un montant garanti attribué pour l'élément de rémunération sélectionné.

source: The rule list is empty. Get started by creating a guaranteed amount rule.
fr_fr: La liste des règles est vide. Créez une règle de montant garanti pour commencer.

source: Guaranteed amount rules
fr_fr: Règles de montant garanti

source: No guaranteed amounts rules were established
fr_fr: Aucune règle de montants garantis n'a été établie

source: Select the compensation element
fr_fr: Sélectionnez l'élément de rémunération

source: The compensation element is required.
fr_fr: L'élément de rémunération est requis.

source: Set the minimum or fixed value that must be honored.
fr_fr: Définissez la valeur minimale ou fixe qui doit être respectée.

source: Define the guaranteed amount for this rule and how you want to provide the amount. The guaranteed amount will be reflected in the local worker currency.
fr_fr: Définissez le montant garanti pour cette règle et comment vous souhaitez fournir ce montant. Le montant garanti sera affiché dans la devise locale de l'employé(e).

source: Guaranteed amounts
fr_fr: Montants garantis

source: Add a name and a description to the rule.
fr_fr: Ajoutez un nom et une description à la règle.

source: The rule name is required.
fr_fr: Le nom de la règle est obligatoire.

source: Comp round guidelines
fr_fr: Directives du cycle de rémunération

source: Guideline rules
fr_fr: Règles de recommandation

source: Guidelines
fr_fr: Recommandations

source: Add secondary hierarchy
fr_fr: Ajouter une hiérarchie secondaire

source: The hierarchy cannot be empty.
fr_fr: La hiérarchie ne peut pas être vide.

source: Hierarchy
fr_fr: Hiérarchie

source: Select a hierarchy
fr_fr: Sélectionnez une hiérarchie

source: Hierarchy preview
fr_fr: Aperçu de la hiérarchie

source: No worker data yet. Import workers via the Data Foundation to view them here.
fr_fr: Pas encore de données sur les employé(e)s. Importez les employés via la Data Foundation pour les voir ici.

source: No selected hierarchy
fr_fr: Aucune hiérarchie sélectionnée

source: Secondary hierarchy
fr_fr: Hiérarchie secondaire

source: Standard hierarchy
fr_fr: Hiérarchie standard

source: Build hierarchies used to drive round access
fr_fr: Construisez les hiérarchies utilisées pour gérer l'accès au cycle

source: Choose hierarchy configuration
fr_fr: Sélectionner la configuration de la hiérarchie

source: Select a hierarchy to drive round access
fr_fr: Sélectionnez une hiérarchie pour déterminer l'accès au cycle de rémunération

source: Define hierarchy
fr_fr: Définir une hiérarchie

source: Define the timeframe for bonus calculations.
fr_fr: Définissez la période de calculs des bonus.

source: Bonus plan period
fr_fr: Période du plan de bonus

source: Period end date
fr_fr: Date de fin de période

source: The period end date cannot be empty.
fr_fr: La date de fin de période ne peut pas être vide.

source: Period start date
fr_fr: Date de début de période

source: The period start date cannot be empty.
fr_fr: La date de début de période ne peut pas être vide.

source: Specify the start and end dates of the compensation round.
fr_fr: Spécifiez les dates de début et de fin du cycle de rémunération.

source: Compensation round timeline
fr_fr: Calendrier du cycle de rémunération

source: Select a data model and set key dates.
fr_fr: Sélectionnez un modèle de données et définissez les dates clés.

source: Enable communications
fr_fr: Activer les communications

source: Download payroll data drop
fr_fr: Télécharger les données de paie abandonnées

source: Define a password to download the file.
fr_fr: Définissez un mot de passe pour télécharger le fichier.

source: Export results or integrate via API
fr_fr: Exporter les résultats ou intégrer via API

source: Payroll data drop
fr_fr: Dépôt de données de paie

source: Define the population(s) for the round
fr_fr: Définissez les populations cibles pour le plan

source: Are you sure you want to publish the comp round?
fr_fr: Voulez-vous vraiment publier le cycle de rémunération ?

source: Publish comp round
fr_fr: Publier le cycle de rémunération

source: Add bonus plan
fr_fr: Ajouter un plan de bonus

source: Bonus configuration
fr_fr: Configuration des primes

source: Define the bonus plans and comp elements for this round
fr_fr: Définissez les plans de bonus et les éléments de rémunération pour ce cycle

source: This bonus plan is already selected in another row.
fr_fr: Ce plan de bonus est déjà sélectionné dans une autre ligne.

source: Bonus plan
fr_fr: Plan de bonus

source: The bonus plan cannot be empty.
fr_fr: Le plan de prime ne peut pas être vide.

source: Bonus
fr_fr: Prime

source: This comp element is already assigned to another bonus plan.
fr_fr: Cet élément de rémunération est déjà assigné à un autre plan de bonus.

source: One or more comp elements are assigned to bonus plan configuration.
fr_fr: Un ou plusieurs éléments de rémunération sont affectés à la configuration du plan de bonus.

source: This comp element is already assigned to the salary configuration.
fr_fr: Cet élément de rémunération est déjà assigné à la configuration salariale.

source: The comp element cannot be empty.
fr_fr: L'élément de rémunération ne peut pas être vide.

source: The selected compensation element is currently in use. To remove it, review its dependencies and remove them first.
fr_fr: L'élément de rémunération sélectionné est actuellement utilisé. Pour le supprimer, effectuez le bilan de ses dépendances et supprimez-les en premier.

source: Comp elements with name {{names}} already exist. Please remove them to proceed.
fr_fr: Des éléments de rémunération du nom de {{names}} existent déjà. Veuillez les supprimer pour continuer.

source: No comp elements with the name or code "{{phrase}}"
fr_fr: Aucun résultat contenant le nom ou le code d'élément de rémunération " {{phrase}} "

source: Select at least one comp element.
fr_fr: Veuillez sélectionner au moins un élément de rémunération.

source: Please select at least one element.
fr_fr: Veuillez sélectionner au moins un élément.

source: One or more selected compensation elements are currently in use. To remove them, review their dependencies and remove those first.
fr_fr: Un ou plusieurs éléments de rémunération sélectionnés sont actuellement utilisés. Pour les supprimer, effectuez le bilan de leurs dépendances et supprimez-les en premier.

source: Exchange rate group
fr_fr: Groupe de taux de change

source: Comp tree
fr_fr: Arbre de rémunération

source: The effective date cannot be empty.
fr_fr: La date d'entrée en vigueur ne peut pas être vide.

source: The comp round currency cannot be empty.
fr_fr: La devise du cycle de rémunération ne peut pas être vide.

source: Currency
fr_fr: Devise

source: Date at which the adjustments performed in the comp round will come into effect.
fr_fr: Date à laquelle les ajustements effectués lors du cycle de rémunération prendront effet.

source: Exchange rate type
fr_fr: Type de taux de change

source: The exchange rate type cannot be empty.
fr_fr: Le type de taux de change ne peut pas être vide.

source: Round code
fr_fr: Code du cycle

source: A round with that code already exists
fr_fr: Ce code de cycle de rémunération existe déjà.

source: The round code cannot be empty.
fr_fr: Le code de cycle ne peut pas être vide.

source: A round with that code cannot be validated at this time. Please try again later.
fr_fr: Un cycle avec ce code ne peut pas être validé pour le moment. Veuillez réessayer ultérieurement.

source: Comp round owners
fr_fr: Titulaires du cycle de rémunération

source: Round type
fr_fr: Type de cycle

source: Choose the compensation components to include in this round
fr_fr: Choisissez les composantes de rémunération à inclure dans ce cycle

source: Please make sure at least one round type is enabled.
fr_fr: Veuillez vous assurer qu'un un type de cycle au minimum est activé.

source: Salary configuration
fr_fr: Configuration du salaire

source: Select the comp element that will store salary decisions
fr_fr: Sélectionnez l'élément de rémunération qui stockera les décisions salariales

source: Merit increases and base pay adjustments
fr_fr: Augmentations au mérite et ajustements de la rémunération de base

source: Enter the basic information for the round
fr_fr: Saisissez les information de base du cycle

source: Round details
fr_fr: Détails du cycle

source: STI bonus (Short Term Incentive)
fr_fr: Prime STI (Incitation à court terme)

source: Changing the bonus plan will trigger a recalculation of the bonus for the workers in this compensation round. Are you sure you want to proceed?
fr_fr: Le changement du plan de primes déclenchera un nouveau calcul des primes pour les employé(e)s de ce cycle de rémunération. Êtes-vous sûr(e) de vouloir continuer ?

source: Change bonus plan
fr_fr: Modifier le plan de primes

source: Incentive payouts and variable pay
fr_fr: Primes d'incitation et rémunération variable

source: You have deselected a bonus plan that's no longer active. Once you save the round, it won't be available for selection again.
fr_fr: Vous avez désélectionné un plan de bonus qui n'est plus actif. Une fois le cycle enregistré, il ne sera plus disponible pour sélection.

source: Deactivated bonus plan
fr_fr: Plan de prime désactivé

source: Cut-off date
fr_fr: Date butoir

source: The cut-off date cannot be empty.
fr_fr: La date limite ne peut pas être vide.

source: Date at which the data of the workers is to be filtered.
fr_fr: Date à laquelle les données des employés doivent être filtrées.

source: The data model cannot be empty.
fr_fr: Le modèle de données ne peut pas être vide.

source: Warning!
fr_fr: Attention !

source: This data model is currently in use; changing it will delete all associated configurations. Are you sure you want to proceed?
fr_fr: Ce modèle de données est actuellement utilisé ; sa modification entraînera la suppression de toutes les configurations associées. Voulez-vous vraiment continuer ?

source: Unselect & delete
fr_fr: Désélectionner et supprimer

source: The bonus plan effective date cannot be empty.
fr_fr: La date d'entrée en vigueur du plan de prime ne peut pas être vide.

source: Specify the date at which the compensation adjustments will take effect.
fr_fr: Spécifiez la date à laquelle les ajustements de rémunération entreront en vigueur.

source: Effective dates
fr_fr: Dates d'entrée en vigueur

source: The salary effective date cannot be empty.
fr_fr: La date d'entrée en vigueur du salaire ne peut pas être vide.

source: Freeze date
fr_fr: Date de gel

source: The freeze date cannot be empty.
fr_fr: La date de gel ne peut pas être vide.

source: Date after which changes to the data loaded in the data model will not be considered for the comp round.
fr_fr: Date après laquelle les modifications apportées aux données chargées dans le modèle de données ne seront plus prises en compte pour le cycle de rémunération.

source: The name must be unique.
fr_fr: Le nom doit être unique.

source: Create compensation round
fr_fr: Créer un cycle de rémunération

source: Delete report
fr_fr: Supprimer le rapport

source: Are you sure you want to delete this validation report?
fr_fr: Voulez-vous vraiment supprimer ce rapport de validation ?

source: The report was successfully deleted.
fr_fr: Le rapport a été correctement supprimé.

source: Download report
fr_fr: Télécharger le rapport

source: All data model fields.
fr_fr: Tous les champs du modèle de données.

source: Define a password to download the file
fr_fr: Définissez un mot de passe pour télécharger le fichier

source: Select fields:
fr_fr: Sélectionner les champs :

source: Only selected fields on the team planner view.
fr_fr: Uniquement les champs sélectionnés sur la vue du planificateur d'équipe.

source: View & validate round configurations
fr_fr: Afficher & valider les configurations du cycle

source: An error occurred when generating the report.
fr_fr: Une erreur s'est produite lors de la génération du rapport.

source: The file is being generated; download will start shortly.
fr_fr: Le fichier est en cours de génération ; le téléchargement commencera sous peu.

source: Password
fr_fr: Mot de passe

source: The password must meet the following requirements:
fr_fr: Le mot de passe doit répondre aux exigences suivantes :

source: Special characters allowed: {{characters}}
fr_fr: Caractères spéciaux autorisés : {{characters}}

source: Maximum password length: {{n}} characters
fr_fr: Longueur maximale du mot de passe : {{n}} caractères

source: Minimum password length: {{n}} characters
fr_fr: Longueur minimale du mot de passe : {{n}} caractères

source: {{min}}-{{max}} characters long
fr_fr: {{min}}-{{max}} caractères

source: Must contain at least one lowercase character
fr_fr: Doit contenir au moins un caractère minuscule

source: Must contain at least one number
fr_fr: Doit contenir au moins un numéro

source: Must contain at least one uppercase character
fr_fr: Doit contenir au moins un caractère majuscule

source: Generate
fr_fr: Générer

source: Generate report
fr_fr: Générer le rapport

source: Your validation report is being generated. You will be notified when it is ready.
fr_fr: Votre rapport de validation est en cours de génération. Vous serez notifié(e) lorsqu'il sera prêt.

source: Rename report
fr_fr: Renommer le rapport

source: The report was successfully renamed.
fr_fr: Le rapport a été correctement renommé.

source: View and validate round configurations
fr_fr: Consultez et validez les configurations du cycle

source: Compensation manager
fr_fr: Manager de rémunération

source: HRBP approval
fr_fr: Approbation HRBP

source: Manager +1 review
fr_fr: Bilan du manager +1

source: HRBP review
fr_fr: Revue HRBP

source: Enable proposal adjustments
fr_fr: Activer les ajustements de proposition

source: Enable rejection of manager proposal
fr_fr: Activer le refus de la proposition du manager

source: Enable rejection of manager+1 proposal
fr_fr: Activer le refus de la proposition du manager+1

source: Comp manager +1
fr_fr: Manager rémunération +1

source: Add step
fr_fr: Ajouter une étape

source: Add step above
fr_fr: Ajouter une étape au-dessus

source: Add step below
fr_fr: Ajouter une étape ci-dessous

source: Please fill in all the mandatory fields in the workflow step.
fr_fr: Veuillez remplir tous les champs obligatoires de l'étape du workflow.

source: Apply template
fr_fr: Appliquer le modèle

source: Create a workflow where all stakeholders work in parallel within the same date range, submitting proposals until the end date.
fr_fr: Créez un flux de travail où toutes les parties prenantes travaillent en parallèle dans la même plage de dates, en soumettant des propositions jusqu'à la date de fin.

source: Collaborative
fr_fr: Collaboratif

source: The end date is required.
fr_fr: La date de fin est requise.

source: Specify the start and end dates during which edits to the round are permitted.
fr_fr: Spécifiez les dates de début et de fin pendant lesquelles les modifications du cycle sont autorisées.

source: Choose how the stakeholder will participate in the round.
fr_fr: Choisissez comment la partie prenante participera au cycle.

source: Collaboration settings
fr_fr: Paramètres de collaboration

source: No access
fr_fr: Aucun accès

source: Read only
fr_fr: Lecture seule

source: Read and write
fr_fr: Lecture et écriture

source: Are you sure you want to delete this configuration?
fr_fr: Êtes-vous sûr de vouloir supprimer cette configuration ?

source: Delete configuration
fr_fr: Supprimer la configuration

source: The configuration was successfully deleted.
fr_fr: La configuration a été supprimée correctement.

source: Current workflow step:
fr_fr: Étape actuelle du workflow :

source: Edit step
fr_fr: Modifier l'étape

source: Create a workflow based on a predefined approval hierarchy. Steps follow this order: HRBP review → Compensation Manager proposal → Compensation Manager +1 approval → HRBP approval.
fr_fr: Créez un workflow basé sur une hiérarchie d'approbation prédéfinie. Les étapes suivent cet ordre : Bilan HRBP → Proposition du Compensation Manager → Approbation du Compensation Manager +1 → Approbation HRBP.

source: Hierarchy-driven
fr_fr: Basé sur la hiérarchie

source: Preview template
fr_fr: Aperçu du modèle

source: Applying this template will replace all your current workflow configurations. This action cannot be undone.
fr_fr: L'application de ce modèle remplacera toutes vos configurations de flux de travail actuelles. Cette action ne peut pas être annulée.

source: Replace current workflow?
fr_fr: Remplacer le workflow actuel ?

source: At least one of the following workflow steps must be enabled: {{steps}}.
fr_fr: Au moins l'une des étapes de workflow suivantes doit être activée : {{steps}}.

source: Collaborative workflow
fr_fr: Flux de travail collaboratif

source: Manager +1 approval
fr_fr: Approbation du manager +1

source: Manager proposal
fr_fr: Proposition du manager

source: Create a workflow from a blank canvas. You have full flexibility to define, add, and configure each step to match your needs.
fr_fr: Créez un workflow à partir d'une page vierge. Vous disposez d'une flexibilité totale pour définir, ajouter et configurer chaque étape selon vos besoins.

source: Start from scratch
fr_fr: Commencer de zéro

source: Not started
fr_fr: Non commencé

source: Step actions
fr_fr: Actions de l'étape

source: Actor
fr_fr: Acteur

source: An actor can not be used in more than one configuration.
fr_fr: Un acteur ne peut pas être utilisé dans plusieurs configurations.

source: Choose one or more actors
fr_fr: Choisir un ou plusieurs acteurs

source: The actor can not be empty.
fr_fr: L'acteur ne peut pas être vide.

source: Actors & permissions
fr_fr: Acteurs et autorisations

source: Add configuration
fr_fr: Ajouter une configuration

source: Step {{stepNumber}}: {{stepName}}
fr_fr: Étape {{stepNumber}} : {{stepName}}

source: Step {{count}}
fr_fr: Étape {{count}}

source: Delete step
fr_fr: Supprimer l'étape

source: Are you sure you want to delete the workflow step?
fr_fr: Voulez-vous vraiment supprimer l'étape du flux de travail ?

source: Delete workflow step
fr_fr: Supprimer l'étape du flux de travail

source: The workflow step was successfully deleted.
fr_fr: L'étape du workflow a été supprimée correctement.

source: Set the workflow of the compensation round by determining approval dates
fr_fr: Définissez le workflow du cycle de rémunération en spécifiant des dates d'approbation

source: Duplicate configuration
fr_fr: Dupliquer la configuration

source: Step enabled
fr_fr: Étape active

source: Step end date
fr_fr: Date de fin de l'étape

source: The step end date must be before the end date of all the next steps.
fr_fr: La date de fin de l'étape doit être antérieure à la date de fin de toutes les étapes suivantes.

source: The step end date must be after the end date of all the previous steps.
fr_fr: La date de fin de l'étape doit être postérieure à la date de fin de toutes les étapes précédentes.

source: The step date is outside the round period ({{startDate}} – {{endDate}}).
fr_fr: La date de l'étape est en dehors de la période du cycle ({{startDate}} – {{endDate}}).

source: The step end date can not be empty.
fr_fr: La date de fin de l'étape ne peut pas être vide.

source: Field permissions
fr_fr: Autorisations de champ

source: Hidden
fr_fr: Caché

source: Editing the workflow (i.e. adding, deleting, or reordering steps) will reset all workers to the first step.
fr_fr: La modification du workflow (c'est-à-dire l'ajout, la suppression ou la réorganisation des étapes) réinitialisera tous les employé(e)s à la première étape.

source: Step {{count}}: actions
fr_fr: Étape {{count}} : actions

source: The name can not be empty.
fr_fr: Le nom ne peut pas être vide.

source: This step isn’t configured yet.
fr_fr: Cette étape n'est pas encore configurée.

source: Step {{stepNumber}}: not configured
fr_fr: Étape {{stepNumber}} : non configurée

source: Read
fr_fr: Lu

source: Remove configuration
fr_fr: Supprimer la configuration

source: Time-based progression
fr_fr: Progression temporelle

source: Automatically advance to next step when end date is reached
fr_fr: Passer automatiquement à l'étape suivante lorsque la date de fin est atteinte

source: Write
fr_fr: Écrire

source: Workflow steps
fr_fr: Étapes du flux de travail
